public class Main {
    public static void main(String[] args) {
        String word = "программирование";
        System.out.println("Слово: " + word);
        // TODO: напечатайте "Длина: " и число букв в слове (метод length())
        // TODO: напечатайте "Первая буква: " и первую букву (метод charAt)
        // TODO: напечатайте "Последняя буква: " и последнюю букву; номер последней буквы - длина минус 1
        // TODO: напечатайте "Заглавными: " и слово заглавными буквами (метод toUpperCase())
    }
}
